// export const may = [
//   {
//     date: "01-05",
//     gregorianDate: "الجمعة، 1 مايو 2026",
//     copticDate: "23 برمودة 1742",
//     intro:
//       "اليوم 23 من الشهر المبارك برمودة، أحسن الله استقباله وأعاده علينا بالخير.",

//     saints: [
//       {
//         name: "مار جرجس الروماني",
//         title: "استشهاد مار جرجس الروماني",
//         story: `في مثل هذا اليوم من سنة 307 م استشهد القديس العظيم في الشهداء مار جاؤرجيوس . وقد ولد بالقبادوقية من أب أسمه أنسطاسيوس وأم تدعي ثاؤبستا . ولما صار ابن عشرين سنة مات والده . فذهب إلى دقلديانوس ليتقلد وظيفة والده فوجد أن الملك قد كفر وأمر بعبادة الأصنام فحزن وفرق كل ماله وأعطاه للمساكين وصرف غلمانه وتقدم إلى الملك معترفا بالسيد المسيح له المجد وكان ذلك بعد أن رأي منشورات الإمبراطور فصرخ في وسطهم قائلا " إلى متي تصبون غضبكم علي المسيحيين الأبرار وتكرهون الذين عرفوا الإيمان الحقيقي علي أن يتبعوا الديانة التي أنتم في شك منه لأنه غير حقيقية ؟ فأما أن تؤمنوا بهذه الديانة الحقيقية أو علي الأقل لا تقلقوا بحماقة أولئك المتمسكين بها . فأشار الملك إلى مفنانيوس ، أحد وزرائه لتهدئته فقال له : " من علمك هذه الجرأة " فأجابه : " هو الحق " ثم بدأ يشرحه له ، فتدخل الملك وأخذ يذكره بالرتب التي أنعم بها عليه ويعده بالمزيد منها إذا جحد مسيحه فرفض بآباء هذه العروض الزائلة ولم يلتفت إليها فعذبه كثيرا وكان الرب يقويه ويشفي جميع جراحاته .

// ولما حار الملك في تعذيبه أستحضر ساحرا أسمه أثناسيوس وهذا أحضر كأسا ملأنا وتلا عليه من أقواله السحرية ، وقدمه للقديس فشربه بعد أن رسم عليه علامة الصليب ، فلم ينله آذى ، مما جعل أن الساحر نفسه يؤمن بالسيد المسيح ، ونال إكليل الشهادة فاغتاظ الملك وأمر بعصر جاؤرجيوس حتى يسلم الروح فطرحوه خارج المدينة ولكن السيد المسيح أقامه حيا وعاد هذا الشهيد إلى المدينة فرآه الجميع وآمن بسببه في تلك اللحظة ثلاثة آلاف وسبعمائة نفس . فأمر دقلديانوس بقطع رؤوسهم جميعا فنالوا إكليل الشهادة .

// وكان بحضرة دقلديانوس بعض من الملوك فقالوا للقديس " نريد أن تجعل هذه الكراسي تورق وتثمر " . فصلي القديس إلى السيد المسيح فاستجاب طلبه . وأخذه مرة إلى مقبرة وطلبوا إليه أن يقيم من بها من الموتى ، فصلي إلى السيد المسيح فأقامهم الرب وبعد أن تحدثوا إليهم عادوا فرقدوا . وقدمت له امرأة فقيرة ابنها وكان أعمي وأصم وأخرس فصلي إلى السيد المسيح ورشم الطفل بعلامة الصليب فشفي من جميع أمراضه . وكان دقلديانوس مستمرا في تعذيبه فلما تعب من ذلك ومل صار يلاطفه ، ويعده أن يزوجه من أبنته إذا بخر للآلهة فخادعه ، جاؤرجيوس وأوهمه أنه قبل ذلك ففرح وأدخله إلى قصره وبينما كان يصلي سمعته الملكة وهو يقرأ المزامير فطلبت إليه أن يشرح ما كان يقوله . فبدأ يفسر لها كل الأمور من أول خلقة العالم إلى تجسد السيد المسيح فدخل كلامه في قلبها وآمنت بالمسيح له المجد .

// وكان الملك قد أمر أن ينادوا في المدينة باجتماع الناس ليروا جاؤرجيوس يبخر لآلهة الملك , فلما اجتمع جمع كبير عند الأصنام وقف جاؤرجيوس وصرخ في الأصنام باسم الرب يسوع مخلص العالم . ففتحت الأرض فاها وابتلعت جميع الأصنام فخزي الملك ومن معه ودخل حزينا إلى قصره فقالت له الملكة : ألم أقل لك " لا تعاند الجليليين لان إلههم قوي ؟ " فعلم أن جاؤرجيوس قد أمالها هي الأخرى إلى أيمانه ودفعه الغيظ إلى أن أمر بتمشيط جسمها وقطع رأسها فنالت إكليل الشهادة . وأخيرا رأي دقلديانوس أن يضع حدا لتلك الفضائح التي تلحقه فقرر قطع رأس القديس جاؤرجيوس فنال إكليل الشهادة وأخذ أحد المسيحيين جسده ولفه في أكفان فاخرة ومضي به إلى بلده وبنوا علي اسمه كنيسة عظيمة شفاعته تكون معنا ولربنا المجد دائما . آمين`
//       }
//     ],

//     readings: {
//       psalm: "مزامير 146: 7-8",
//       gospel: "متى 11: 20-24",
//       epistle: "رومية 2: 25-29"
//     }
//   },

//   {
//     date: "02-05",
//     gregorianDate: "السبت، 2 مايو 2026",
//     copticDate: "24 برمودة 1742",
//     intro: "قراءات السبت من الأسبوع الثالث من الخماسين المقدسة",

//     saints: [
//       {
//         name: "سنا الجندي",
//         title: "استشهاد سنا الجندى رفيق إيسيذيروس",
//         story: `في مثل هذا اليوم استشهد القديس سنا الجندي رفيق القديس إيسيذروس المذكور في اليوم الثامن عشر من برمهات وذلك أنه بعد ما عذب الاثنان واستشهد إيسيذروس فأبقي سنا في السجن إلى أن عزل والي الفرما وتولي غيره بوصية بأن لا يبقي أحدا ممن يعترف باسم المسيح . ولما سمع بوجود سنا هذا وانه من أكابر الجنود وانه كان قد عذب كثيرا ولم ينثن عن رأيه أمر في الحال بقطع رأسه ونال إكليل الشهادة وكانت أمه بجواره عندما استشهد فرأت نفسه صاعدة كما رأت نفس إيسيذروس وقت استشهاده سابقا . ثم أخذوا جسده وكفنوه ووضعوه مع جسد صديقه القديس إيسيذروس في مدينة سمنود وظهرت منهما عجائب .
// صلاتهما تكون معنا . ولربنا المجد دائما . آمين`
//       },
//       {
//         name: `القديس البابا سانوتيوس الأول ال55`,
//         title: `تذكار البابا سانوتيوس الأول ال55 من باباوات الكرازة المرقسية`,
//         story: `في مثل هذا اليوم من سنة 596 ش ( 19 أبريل سنة 880 م ) تنيح الأب العظيم البابا سانوتيوس الخامس والخمسون من باباوات الكرازة المرقسية . وهذا القديس كان قد ترهب بدير القديس مقاريوس وإذ تزايد في الفضيلة والعبادة عين قمصا علي كنيسة الدير واختير بعد قليل للبطريركية بتزكية الشعب والأساقفة واعتلي الكرسي في 13 طوبة 575 ش ( 8 يناير سنة 859 م ) فحلت به شدائد كثيرة واضطهادات قاسية . وكان الله يجري علي يديه آيات كثيرة وشفي أمراضا مستعصية .

// وحدث مرة أن امتنع المطر عن مدينة مريوط ثلاث سنوات حتى جفت الآبار وأجدبت الأراضي فجاء هذا الأب إلى كنيسة القديس أبا مينا بمريوط وقام بخدمة القداس وطلب من الله أن يرحم خليقته فلما كان غروب ذلك اليوم بدأت الأمطار تنزل رذاذا ثم انقطعت فدخل هذا الأب إلى مخدعه ووقف يصلي قائلا يا ربي يسوع أرحم شعبك حتى حصلت بروق ورعود ونزل غيث كالسيل المنهمر حتى امتلأت البقاع والكروم والآبار فرويت الأرض وابتهج الناس ممجدين الله صانع العجائب .

// وحدث عندما كان هذا الأب بالبرية لزيارة الأديرة أن أغار عربان الصعيد علي الأديرة للقتل والنهب فخرج إليهم وبيده صليبه فحين أبصروا الصليب تقهقروا من أمامه وولوا هاربين (ذكر خبر هذه الأعجوبة تحت اليوم التاسع من شهر برمودة) .

// وكان بقرية تسمي بوخنسا من قري مريوط قوم يقولون ان المتألم عنا علي عود الصليب هو إنسان فارقه اللاهوت فكتب هذا البابا رسالة أيام الصوم المقدس وأمر بقراءتها في الكنائس قال فيها " ان المتألم عنا هو الله الكلمة بجسده من غير أن يفترق عنه . ولكن الألم لم يقع علي جوهر اللاهوت . كما تضرب الحديد المشتعل نارا فلا تتأثر النار ولكن الأثر يأتي علي الحديد كذلك لكي تكون لآلام الناسوت قيمة كان لابد للاهوت أن يكون حالا فيه وبهذه الآلام كفر المسيح عن البشرية كلها "

// وظهر أيضا قوم آخرون قالوا أن طبيعة الناسوت ماتت وكان هؤلاء من البلينا مع أساقفتهم فلما بلغ هذا الأب خبرهم كتب لهم يقول " ان طبيعة الله الكلمة غير المدركة ولا ملموسة ولا متألمة , لا يمكن أن يقع الألم علي جوهرها ولكن اشتراك اللاهوت مع الناسوت في الألم كان اشتراكا أدبيا . ليعطي قيمة لهذه الآلام فتسدد دين البشرية لله غير المحدود ولا يمكن أن يكون هذا إلا إذا كان اللاهوت مشتركا فيها أدبيا بدون أن يتأثر جوهره ولهذا يقال : قدوس الله يا من صلبت عنا ارحمنا "

// ولما وصلت رسالته إليهم رجعوا عن ضلالهم واعترف الأساقفة بذلك أمام البابا وطلبوا المغفرة .

// وكان هذا البابا كثير الاهتمام بأمور الكنائس ومواضع الغرباء وكان كل ما يفضل عنه يتصدق به . ولما أكمل سعيه الصالح تنيح بسلام بعد أن أقام علي الكرسي المرقسي إحدى وعشرين سنة وثلاثة أشهر وإحدى عشر يوما صلاته تكون معنا . آمين`
//       }
//     ],

//     readings: {
//       psalm: "مزامير 32 : 8",
//       gospel: "متى 15 : 29 - 31",
//       epistle: "غلاطية 3 : 5 - 11"
//     }
//   },

//   {
//     date: "03-05",
//     gregorianDate: "الأحد، 3 مايو 2026",
//     copticDate: "25 برمودة 1742",
//     intro: "قراءات الأحد من الأسبوع الثالث من الخماسين المقدسة",

//     saints: [
//       {
//         name: "القديسة سارة",
//         title: "استشهاد القديسة سارة ووالديها",
//         story: `في مثل هذا اليوم استشهدت القديسة سارة وولداها وهذه كانت من أهل إنطاكية زوجة لرجل اسمه سقراطس أحد قواد دقلديانوس . وكان هذا القائد قد ترك دينه المسيحي تملقا للملك وكان يتظاهر أمام زوجته بأنه إنما فعل هذا خوفا من الملك . ورزقها الله ولدين فلم تستطع أن تعمدهما بإنطاكية خوفا من الملك ومن زوجها . فأخذتهما وسافرت إلى الإسكندرية لتعمدهما هناك . فأراد الله أن يظهر عظم أمانتها منفعة للأجيال المقبلة فأهاج رياحا شديدة كادت تغرق المركب . فخافت المرأة أن يموت ولداها بغير عماد . فصلت صلاة طويلة ثم شرطت ثديها اليمين وأخذت من الدم وصلبت علي جبيني ولديها وقلبهما ثم غطستهما في البحر ثلاث مرات باسم الأب والابن والروح القدس

// وبعد ذلك سكتت الرياح وهدأ البحر وسارت المركب ولدي وصولها إلى الإسكندرية دخلت الكنيسة وقدمت ولديها للبابا بطرس خاتم الشهداء ليعمدهما مع أطفال المدينة . فلما أخذ الولدين ليعمدهما جمد ماء المعمودية كالحجر . فتعجب البابا من ذلك فأخذ الولدين مرة ثانية فتجمد الماء ثانية . وهكذا إلى ثلاث مرات فاستغرب البابا واستخبر من والدتهما عن الآمر . فعرفته بما جري لها في البحر وما عملته لولديها فمجد الله قائلا : " حقا أنها معمودية واحدة " .

// ولما عادت المرأة إلى إنطاكية أنكر عليها زوجها ما فعلته وأخبر الملك بذلك فاستحضرها ووبخها قائلا : " لماذا ذهبت إلى الإسكندرية لتزني مع النصارى ؟ " فأجابته القديسة : " أن النصارى لا يزنون ولا يعبدون الأصنام ومهما أردت بعد هذا فافعله وسوف لا تسمع مني كلمة أخري " فقال لها : " عرفيني ماذا عملت بالإسكندرية " فلم تجبه . فأمر بشد يديها إلى خلفها ووضع ولديها علي بطنها ثم حرقها بالنار فحولت وجهها إلى الشرق وصلت . ثم أسلمت روحها الطاهرة مع ولديها . ونالوا جميعا إكليل الشهادة .

// صلاتهم تكون معنا . آمين`
//       },
//       {
//         name: "ببنوده المتوحد",
//         title: `تذكار القديس ببنوده المتوحد`,
//         story: `في هذا اليوم نحتفل بتذكار القديس ببنوده المتوحد والقديس ثاؤذورس العابد ومائة شهيد استشهدوا جميعا ببلاد العجم .

// صلواتهم تكون معنا . ولربنا المجد دائما . آمين`
//       }
//     ],

//     readings: {
//       psalm: "مزامير 116 : 1 - 2",
//       gospel: "يوحنا 8 : 12 - 20",
//       epistle: "كولوسي 3 : 1 - 17"
//     }
//   },

//   {
//     date: "04-05",
//     gregorianDate: "الإثنين، 4 مايو 2026",
//     copticDate: "26 برمودة 1742",
//     intro: "قراءات الإثنين من الأسبوع الرابع من الخماسين المقدسة",

//     saints: [
//       {
//         name: "سوسيتيوس",
//         title: "استشهاد سوسيتيوس بن سوسيبطرس",
//         story:
//           `في مثل هذا اليوم استشهد القديس سوسنيوس . كان هذا القديس ابنا لأحد خواص الملك دقلديانوس . وكان قد ظهر له ملاك الرب وقوي عزمه علي نوال إكليل الشهادة . فحفظ هذا الآمر في قلبه وحدث أن أرسله الملك إلى مدينة نيقوميدية لتجديد عبادة الأوثان فحزن هذا القديس جدا واستحضر قسا واستعلم منه عن كل أمور الدين حتى عرف حقائقه ولما علم أبوه بحاله وشي به لدي الملك أنه لا يعبد الأوثان فأمر بتعذيبه فعذبوه بكل نوع من العذاب المريع وكان الرب يقويه ويصبره . وأخيرا قطعوا رأسه ونال إكليل الشهادة . وكان عدد الذين شاهدوه وقت العذاب وأمنوا بسببه ونالوا إكليل الشهادة ألفا ومائة وسبعين شخصا .

// صلاتهم تكون معنا . آمين`
//       },
//       {
//         name: "البابا يوأنس الاسكندرى ال78",
//         title: `استشهاد البابا يوأنس الاسكندرىال78`,
//         story: `في مثل هذا اليوم من سنة 1009 ش ( 21 أبريل سنة 1293 م ) تنيح البابا يؤنس السابع البطريرك الثامن والسبعون . ومن أمره أنه بعد أن رشح أراخنة القاهرة البابا غبريال الثالث للبطريركية واختاروه ورسموه قمصا ، اتفق بعض أراخنة مصر علي يوأنس بن أبي سعيد السكري وعملوا قرعة هيكلية فسحب اسم غبريال فنازعه يوأنس المذكور ومن كان معه فأبطل القرعة وقدم يوأنس في 6 طوبة سنة 978 ش ( أول يناير سنة 1262 م ) بعد وفاة البابا ( أثناسيوس الثالث ) سلفه وأقام بطريركا ست سنين وتسعة شهور وتسعة عشر يوما ثم عزل وتولي مكانه البابا غبريال الثالث من 24 بابه سنة 985 ش إلى 6 طوبه سنة 987 ش ثم عزل غبريال وأعيد يوأنس بأمر السلطان في 7 طوبه .

// وفي أيامه أمر السلطان في سنة 980 ش أن يحفروا حفرة كبيرة ويجمعوا النصارى ويحرقوهم فيها . وطلب البطريرك وقرر عليه دفع خمسين آلف دينار وأقاموا سنتين يحصلونها وأعتقوا النصارى الذين جرت عليهم شدائد كثيرة في أيامه . وقاسي الأساقفة تجارب شديدة وتنيح البابا غبريال سلفه في مدة رئاسته الثانية فتقدم عليه في جدول البطاركة واستمر البابا يوأنس علي الكرسي في المدة الثانية اثنين وعشرين سنة وثلاثة شهور وتسعة عشر يوما وتنيح بسلام في 26 برمودة سنة 1009 ش ودفن بالبساتين بدير النسطور .

// صلاته تكون معنا ولربنا المجد دائما . آمين`
//       }
//     ],

//     readings: {
//       psalm: "مزامير 42 : 5",
//       gospel: "مرقس 16 : 17 - 20",
//       epistle: "رومية 4 : 4 - 8"
//     }
//   },
//     {
//     date: "05-05",
//     gregorianDate: "الثلاثاء، 5 مايو 2026",
//     copticDate: "27 برمودة 1742",
//     intro: "قراءات الثلاثاء من الأسبوع الرابع من الخماسين المقدسة",

//     saints: [
//       {
//         name: "بقطر بن رومانيوس",
//         title: "استشهاد بقطر بن رومانيوس",
//         story:`في مثل هذا اليوم استشهد القديس الجليل بقطر بن رومانوس وزير الملك دقلديانوس . وقد ربته أمه مرتا علي المبادئ المسيحية وارتقي في رتب المملكة حتى أصبح الثالث في مرتبتها . وكان له وقتئذ عشرون سنة وكان كثير الصوم والصلاة وافتقاد المحبوسين وإعانة الضعفاء والمساكين . ولما قطعوا رأس القديسة ثاؤذورا أم القديسين قزمان ودميان لم يجسر أحد أن يدفنها خوفا من الملك . فتقدم هذا القديس وأخذ الجسد وكفنه ثم دفنها غير مبال بأمر الملك .

// وكثيرا ما كان يبكت والده علي عبادته الأوثان . فوشي به عند الملك فاستحضره وطلب منه أن يعبد الأوثان طاعة للآمر الملكي فحل القديس منطقة الجندية ورماها في وجهه قائلا : " خذ عطيتك التي أعطيتنيها " وألقاها بين يديه ، فأشار أبوه علي الملك أن يرسله إلى الإسكندرية ليعذب فيها وفيما هم سائرون به ودعته أمه باكية فأوصاها علي المساكين والأرامل والمنقطعين . ولما وصل الإسكندرية عذبه الوالي أرمانيوس عذابا كثيرا ثم أرسله إلى والي أنصنا فعذبه هذا أيضا ثم قطع لسانه وقلع عينيه . وكان الرب يقويه ويصبره كل مرة وكانت صبية عمرها خمس عشرة سنة تنظره من شباك منزلها أثناء العذاب فرأت إكليلا نازلا علي رأسه فاعترفت بذلك أمام الوالي والجمع الحاضر فأمر الوالي بقطع رأسها ورأس القديس بقطر , فنالا إكليل الحياة في ملكوت السموات .

// ويوجد حي في الإسكندرية لم يزل للان يعرف باسم البقطرية نسبة لهذا القديس حيث يظهر أنه كانت هناك كنيسة باسمه في هذا الحي .

// صلاتهما تكون معنا ، ولربنا المجد دائما . آمين`
//       },
//     ],

//     readings: {
//       psalm: "مزامير 66 : 1",
//       gospel: "مرقس 4 : 35 - 41",
//       epistle: "رومية 3 : 19 - 21"
//     }
//   },
//       {
//     date: "06-05",
//     gregorianDate: "الأربعاء، 6 مايو 2026",
//     copticDate: "27 برمودة 1742",
//     intro: "قراءات الأربعاء  من الأسبوع الرابع من الخماسين المقدسة",

//     saints: [
//       {
//         name: "بقطر بن رومانيوس",
//         title: "استشهاد بقطر بن رومانيوس",
//         story:`في مثل هذا اليوم استشهد القديس الجليل بقطر بن رومانوس وزير الملك دقلديانوس . وقد ربته أمه مرتا علي المبادئ المسيحية وارتقي في رتب المملكة حتى أصبح الثالث في مرتبتها . وكان له وقتئذ عشرون سنة وكان كثير الصوم والصلاة وافتقاد المحبوسين وإعانة الضعفاء والمساكين . ولما قطعوا رأس القديسة ثاؤذورا أم القديسين قزمان ودميان لم يجسر أحد أن يدفنها خوفا من الملك . فتقدم هذا القديس وأخذ الجسد وكفنه ثم دفنها غير مبال بأمر الملك .
// وكثيرا ما كان يبكت والده علي عبادته الأوثان . فوشي به عند الملك فاستحضره وطلب منه أن يعبد الأوثان طاعة للآمر الملكي فحل القديس منطقة الجندية ورماها في وجهه قائلا : " خذ عطيتك التي أعطيتنيها " وألقاها بين يديه ، فأشار أبوه علي الملك أن يرسله إلى الإسكندرية ليعذب فيها وفيما هم سائرون به ودعته أمه باكية فأوصاها علي المساكين والأرامل والمنقطعين . ولما وصل الإسكندرية عذبه الوالي أرمانيوس عذابا كثيرا ثم أرسله إلى والي أنصنا فعذبه هذا أيضا ثم قطع لسانه وقلع عينيه . وكان الرب يقويه ويصبره كل مرة وكانت صبية عمرها خمس عشرة سنة تنظره من شباك منزلها أثناء العذاب فرأت إكليلا نازلا علي رأسه فاعترفت بذلك أمام الوالي والجمع الحاضر فأمر الوالي بقطع رأسها ورأس القديس بقطر , فنالا إكليل الحياة في ملكوت السموات .
// ويوجد حي في الإسكندرية لم يزل للان يعرف باسم البقطرية نسبة لهذا القديس حيث يظهر أنه كانت هناك كنيسة باسمه في هذا الحي .
// صلاتهما تكون معنا ، ولربنا المجد دائما . آمين`
//       },
//     ],

//     readings: {
//       psalm: "مزامير 119 :49 -50",
//       gospel: "مرقس 6 : 35 - 41",
//       epistle: "رومية 3 : 19 - 21"
//     }
//   },
// ];